Repository: common-repository/ishare
Catalog: languages/ishare-*.po
Languages: uk

source: iShare - settings
uk: iShare - настройки

source: Settings have been saved. Buttons social networks are displayed when viewing the post.
uk: Налаштування збережені. Кнопки поділитися соціальних мереж будуть відображатися після вмісту поста при його одиночному перегляді.

source: News
uk: Новини

source: Donate
uk: Допомогти проекту

source: Insert position
uk: Місцезнаходження

source: bottom
uk: знизу

source: top
uk: зверху

source: both
uk: зверху і знизу

source: Insert mode
uk: Режим вставки

source: auto mode
uk: автоматично

source: via shortcode
uk: через шорткод

source: On single
uk: В записах

source: On page
uk: На статичних сторінках

source: On archive (category pages, labels, authors and pages of archives by date)
uk: В архівах (сторінки категорій, міток, авторів і сторінки архівів по датах)

source: On main
uk: На головній

source: To add shortcode in the .php file is a template design
uk: Щоб додати шорткод в .php файл шаблону використовуйте конструкцію

source: To insert in the visual editor
uk: Для вставки в візуальному редакторі

source: Save
uk: Зберегти

source: For all the proposals on the bugs
uk: По всіх пропозиціях, поміченим помилками питань

source: write us
uk: пишіть нам

source: leave comments
uk: залишайте коментарі

source: Friends! The plugin is available for free, we constantly develop and improve it.
uk: Друзі! Плагін надається безкоштовно, ми постійно розвиваємося і поліпшити його.

source: Give us your feedback
uk: Залиште свій відгук

source: - our project young and we really value your opinion!
uk: наш проект молодий і нам дуже важлива Ваша думка!
